Repository: Jamminssssss/JLPTN2
Catalog: N2TestApp/Localizable.xcstrings
Source language: ko
Languages: en, es, fr, id, ja, th, vi, zh_hans, zh_hant

source: %lld회
en: Round %lld
es: Ronda %lld
fr: Session %lld
id: Ronde %lld
ja: 第%lld回
th: รอบ %lld
vi: Vòng %lld
zh_hans: 第%lld轮
zh_hant: 第 %lld 回

# %lld회 · %lld번
source: %1$lld회 · %2$lld번
en: Round %1$lld · No. %2$lld
es: Ronda %1$lld · N.º %2$lld
fr: Session %1$lld · N° %2$lld
id: Ronde %1$lld · No. %2$lld
ja: 第%1$lld回 · 第%2$lld問
th: รอบที่ %1$lld · ข้อที่ %2$lld
vi: Vòng %1$lld · Câu %2$lld
zh_hans: 第%1$lld轮 · 第%2$lld题
zh_hant: 第%1$lld回 · 第%2$lld題

source: %lld회 · 음성 문항
en: Round %lld · Audio Question
es: Ronda %lld · Pregunta de audio
fr: Session %lld · Question audio
id: Ronde %lld · Pertanyaan Audio
ja: 第%lld回 · 音声問題
th: รอบที่ %lld · คำถามเสียง
vi: Vòng %lld · Câu hỏi âm thanh
zh_hans: 第%lld轮 · 语音题
zh_hant: 第%lld回 · 語音題

# explanation.not_available
source: 해설 준비중
en: Explanation coming soon
es: Preparando el comentario
fr: Préparation du commentaire
id: Siap berkomentar.
ja: 解説準備中
th: กำลังเตรียมคำอธิบาย
vi: Bình luận viên đang chuẩn bị
zh_hans: 准备解说
zh_hant: 準備解說

# explanation.subscribe_hint
source: 해설을 보려면 구독하세요.
en: Subscribe to view explanations.
es: Suscríbete para el comentario.
fr: Abonnez-vous pour lire les commentaires.
id: Berlangganan untuk melihat komentar.
ja: 解説をご覧になるには、チャンネル登録をお願いします。
th: ถ้าต้องการดูคำอธิบายให้กดติดตามนะคะ
vi: Hãy đăng ký theo dõi để xem giải thích.
zh_hans: 订阅以查看解说。
zh_hant: 訂閱以查看解說。

# Font Size
source: 글자 크기
en: Font Size
es: Tamaño de fuente
fr: Taille du texte
id: Ukuran Font
ja: 文字サイズ
th: ขนาดตัวอักษร
vi: Cỡ chữ
zh_hans: 字体大小
zh_hant: 字體大小

# Large
source: 크게
en: Large
es: Grande
fr: Grand
id: Besar
ja: 大
th: ใหญ่
vi: Lớn
zh_hans: 大
zh_hant: 大

# Medium
source: 중간
en: Medium
es: Mediano
fr: Moyen
id: Sedang
ja: 中
th: ปานกลาง
vi: Trung bình
zh_hans: 中
zh_hant: 中

# menu.grammar
source: 문법 연습
en: Grammar Practice
es: Práctica de gramática
fr: Exercice de grammaire
id: Latihan Tata Bahasa
ja: 文法練習
th: ฝึกไวยากรณ์
vi: Luyện ngữ pháp
zh_hans: 语法练习
zh_hant: 文法練習

# menu.listening
source: 듣기 연습
en: Listening Practice
es: Práctica de escucha
fr: Exercice d’écoute
id: Latihan Menyimak
ja: リスニング練習
th: ฝึกการฟัง
vi: Luyện nghe
zh_hans: 听力练习
zh_hant: 聽力練習

# menu.reading
source: 독해 연습
en: Reading Practice
es: Práctica de lectura
fr: Exercice de lecture
id: Latihan Membaca
ja: 読解練習
th: ฝึกการอ่าน
vi: Luyện đọc
zh_hans: 阅读练习
zh_hant: 閱讀練習

# menu.wordlist
source: 단어장
en: Vocabulary
es: Vocabulario
fr: Vocabulaire
id: Kosakata
ja: 単語帳
th: คำศัพท์
vi: Từ vựng
zh_hans: 词汇
zh_hant: 單字本

# menu.writing
source: 쓰기 연습
en: Writing Practice
es: Práctica de escritura
fr: Exercice d’écriture
id: Latihan Menulis
ja: ライティング練習
th: ฝึกการเขียน
vi: Luyện viết
zh_hans: 写作练习
zh_hant: 寫作練習

# note.subject.listening
source: 듣기
en: Listening
es: Audición
fr: Écoute
id: Mendengarkan
ja: 聴解
th: การฟัง
vi: Nghe hiểu
zh_hans: 听力
zh_hant: 聽力

# note.subject.reading
source: 읽기
en: Reading
es: Lectura
fr: Lecture
id: Membaca
ja: 読解
th: การอ่าน
vi: Đọc hiểu
zh_hans: 阅读
zh_hant: 閱讀

# purchase.alert.failed.title
source: 구독 실패
en: Subscription Failed
es: Suscripción fallida
fr: Échec de l’abonnement
id: Langganan Gagal
ja: 購読に失敗しました
th: การสมัครไม่สำเร็จ
vi: Đăng ký thất bại
zh_hans: 订阅失败
zh_hant: 訂閱失敗

# purchase.alert.restore_failed.title
source: 복원 실패
en: Restore Failed
es: Restauración fallida
fr: Échec de la restauration
id: Pemulihan Gagal
ja: 復元に失敗しました
th: กู้คืนไม่สำเร็จ
vi: Khôi phục thất bại
zh_hans: 恢复失败
zh_hant: 還原失敗

# purchase.alert.restore.none
source: 복원할 구독이 없습니다.
en: There are no subscriptions to restore.
es: No hay suscripción para restaurar.
fr: Vous n'avez pas d'abonnement à restaurer.
id: Tidak ada langganan yang akan dipulihkan.
ja: 復元するサブスクリプションがありません。
th: ไม่พบการสมัครสมาชิกที่จะเรียกคืนค่ะ
vi: Không có đăng ký để khôi phục.
zh_hans: 没有订阅可以恢复。
zh_hant: 沒有訂閱可以恢復。

# purchase.alert.restore.success
source: 구독이 성공적으로 복원되었습니다.
en: Your subscription has been successfully restored.
es: Su abono ha sido restaurado con éxito.
fr: L'abonnement a été restauré avec succès.
id: Langganan Anda telah berhasil dipulihkan.
ja: 購読が正常に復元されました。
th: เรียกคืนการสมัครสมาชิกสำเร็จแล้ว
vi: Đăng ký mua hàng đã được khôi phục thành công.
zh_hans: 订阅已成功恢复。
zh_hant: 訂閱已成功恢復。

# purchase.alert.restore.title
source: 구독 완료
en: Restore Complete
es: suscripción completa
fr: Abonnement terminé
id: Langganan Selesai
ja: 購読完了
th: กดติดตามเรียบร้อยแล้ว
vi: Đăng ký mua hàng đã hoàn tất
zh_hans: 订阅完成
zh_hant: 訂閱完成

# purchase.cancel_anytime
source: 언제든지 취소 가능
en: Cancel anytime
es: Cancela en cualquier momento
fr: Annulez à tout moment
id: Batalkan kapan saja
ja: いつでもキャンセル可能
th: ยกเลิกได้ทุกเมื่อ
vi: Hủy bất cứ lúc nào
zh_hans: 随时可取消
zh_hant: 隨時可取消

# purchase.cta_free_trial
source: 3일 무료 체험 시작
en: Start 3-Day Free Trial
es: Iniciar prueba gratis de 3 días
fr: Commencer l'essai gratuit 3 jours
id: Mulai Uji Coba Gratis 3 Hari
ja: 3日間無料トライアルを始める
th: เริ่มทดลองใช้ฟรี 3 วัน
vi: Bắt đầu dùng thử miễn phí 3 ngày
zh_hans: 开始3天免费试用
zh_hant: 開始3天免費試用

# purchase.cta_subscribe
source: 구독하기
en: Subscribe
es: Suscribirse
fr: S'abonner
id: Berlangganan
ja: 購読する
th: สมัครสมาชิก
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱

# purchase.feature.playback_speed.description
source: 정답 확인 후 0.5x ~ 1.5x 배속으로 복습하세요.
en: Review at 0.5x to 1.5x speed after checking the answer.
es: Repasa a una velocidad de 0.5x a 1.5x después de comprobar la respuesta.
fr: Révisez à une vitesse de 0.5x à 1.5x après avoir vérifié la réponse.
id: Ulas pada kecepatan 0.5x hingga 1.5x setelah memeriksa jawaban.
ja: 正解を確認した後、0.5倍〜1.5倍速で復習できます。
th: ทบทวนด้วยความเร็ว 0.5x ถึง 1.5x หลังจากตรวจสอบคำตอบ
vi: Ôn tập ở tốc độ 0.5x đến 1.5x sau khi xem đáp án.
zh_hans: 确认答案后，以 0.5 倍到 1.5 倍的语速进行复习。
zh_hant: 確認答案後，以 0.5 倍到 1.5 倍的語速進行複習。

# purchase.feature.playback_speed.title
source: 오디오 재생 속도 조절
en: Adjust Audio Playback Speed
es: Ajustar velocidad de reproducción de audio
fr: Ajuster la vitesse de lecture audio
id: Sesuaikan Kecepatan Putar Audio
ja: 音声再生速度の調整
th: ปรับความเร็วในการเล่นเสียง
vi: Điều chỉnh tốc độ phát âm thanh
zh_hans: 调节音频播放速度
zh_hant: 調節音訊播放速度

# purchase.feature.reading_explanations.description
source: 읽기와 듣기 모든 회차 문제를 풀 수 있습니다.
en: Solve all rounds of reading and listening questions.
es: Resuelve todas las rondas de preguntas de lectura y audición.
fr: Résolvez toutes les sessions de questions de lecture et d'écoute.
id: Selesaikan soal membaca dan mendengarkan di semua sesi.
ja: 読解・聴解の全回の問題を解くことができます。
th: ทำข้อสอบการอ่านและการฟังได้ทุกรอบ
vi: Giải tất cả các câu hỏi đọc và nghe ở mọi kỳ.
zh_hans: 可以做所有期数的阅读和听力题目。
zh_hant: 可以做所有期數的閱讀和聽力題目。

# purchase.feature.reading_explanations.title
source: 읽기와 듣기 해금
en: Unlock Reading & Listening
es: Desbloquear Lectura y Audición
fr: Débloquer Lecture et Écoute
id: Buka Membaca & Mendengarkan
ja: 読解・聴解の解放
th: ปลดล็อกการอ่านและการฟัง
vi: Mở khóa Đọc & Nghe
zh_hans: 解锁阅读与听力
zh_hant: 解鎖閱讀與聽力

# purchase.feature.remove_ads.description
source: 앱 내 모든 광고를 제거합니다.
en: Remove all ads within the app.
es: Elimina todos los anuncios de la app.
fr: Supprime toutes les publicités dans l’application.
id: Hapus semua iklan di dalam aplikasi.
ja: アプリ内のすべての広告を削除します。
th: ลบโฆษณาทั้งหมดภายในแอป
vi: Xóa tất cả quảng cáo trong ứng dụng.
zh_hans: 移除应用内的所有广告。
zh_hant: 移除應用程式內所有廣告。

# purchase.feature.remove_ads.title
source: 광고 제거
en: Remove Ads
es: Eliminar anuncios
fr: Suppression des publicités
id: Hapus Iklan
ja: 広告を削除
th: ลบโฆษณา
vi: Gỡ quảng cáo
zh_hans: 移除广告
zh_hant: 移除廣告

# purchase.feature.transcript.description
source: 읽기의 해설과 듣기의 스크립트가 모두 해금됩니다.
en: Both reading explanations and listening scripts are unlocked.
es: Se desbloquean las explicaciones de lectura y los scripts de audición.
fr: Les explications de lecture et les scripts d'écoute sont tous débloqués.
id: Penjelasan membaca dan skrip mendengarkan akan terbuka semuanya.
ja: 読解の解説と聴解のスクリプトがすべて解放されます。
th: ปลดล็อกทั้งคำอธิบายการอ่านและสคริปต์การฟัง
vi: Cả phần giải thích đọc và script nghe đều được mở khóa.
zh_hans: 阅读解析和听力脚本将全部解锁。
zh_hant: 閱讀解析和聽力腳本將全部解鎖。

# purchase.feature.transcript.title
source: 대본 보기
en: View Transcript
es: Ver transcripción
fr: Voir la transcription
id: Lihat Transkrip
ja: スクリプトを見る
th: ดูบทถอดความ
vi: Xem bản chép lời
zh_hans: 查看脚本
zh_hant: 查看逐字稿

# purchase.free_trial_disclosure
source: 3일 무료, 이후 자동 결제 · 언제든지 취소 가능
en: 3 days free, then auto-renews · Cancel anytime
es: 3 días gratis, luego renovación automática · Cancela cuando quieras
fr: 3 jours gratuits, puis renouvellement auto · Annulez à tout moment
id: 3 hari gratis, lalu perpanjang otomatis · Batalkan kapan saja
ja: 3日間無料、その後自動更新 · いつでもキャンセル可能
th: 3 วันฟรี จากนั้นต่ออายุอัตโนมัติ · ยกเลิกได้ตลอดเวลา
vi: 3 ngày miễn phí, sau đó tự động gia hạn · Hủy bất cứ lúc nào
zh_hans: 免费3天，之后自动续费 · 随时可取消
zh_hant: 免費3天，之後自動續費 · 隨時可取消

# purchase.plan.monthly
source: 월간
en: Monthly
es: Mensual
fr: mensuel
id: bulanan
ja: 月額
th: รายเดือน
vi: hàng tháng
zh_hans: 月付
zh_hant: 月刊

# purchase.plan.monthly_sub
source: 매월 자동 갱신 · 언제든지 취소
en: Renews monthly · Cancel anytime
es: Renovación mensual · Cancela cuando quieras
fr: Renouvellement mensuel · Annulez à tout moment
id: Perpanjangan otomatis bulanan · Batalkan kapan saja
ja: 毎月自動更新・いつでもキャンセル可能
th: ต่ออายุทุกเดือน · ยกเลิกได้ทุกเมื่อ
vi: Tự động gia hạn hàng tháng · Hủy bất cứ lúc nào
zh_hans: 每月自动续订 · 随时取消
zh_hant: 每月自動續訂 · 隨時取消

# purchase.plan.recommended
source: 추천
en: Recommended
es: Recomendado
fr: Recommandé
id: Disarankan
ja: おすすめ
th: แนะนำ
vi: Đề xuất
zh_hans: 推荐
zh_hant: 推薦

# purchase.plan.yearly
source: 연간
en: Yearly
es: Anual
fr: Annuel
id: Tahunan
ja: 年額
th: รายปี
vi: Hàng năm
zh_hans: 年付
zh_hant: 年付

# purchase.privacy
source: 개인정보 보호 정책
en: a privacy policy
es: política de privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
ja: プライバシーポリシー
th: นโยบายความเป็นส่วนตัว
vi: Chính sách bảo vệ thông tin cá nhân
zh_hans: 个人信息保护政策
zh_hant: 個人信息保護政策

# purchase.restore
source: 구매 복원
en: Restore Purchase
es: restauración de compras
fr: Restaurer l'achat
id: Kembalikan Pembelian
ja: 購入 復元
th: เรียกคืนการซื้อ
vi: phục hồi mua hàng
zh_hans: 恢复购买
zh_hant: 恢復購買

# purchase.social_proof
source: 이미 많은 학습자가 프리미엄을 이용하고 있어요
en: Already trusted by many learners
es: Ya cuenta con la confianza de muchos estudiantes
fr: Déjà adopté par de nombreux apprenants
id: Sudah dipercaya oleh banyak pelajar
ja: すでに多くの学習者に選ばれています
th: ได้รับความไว้วางใจจากผู้เรียนจำนวนมากแล้ว
vi: Đã được nhiều người học tin dùng
zh_hans: 已获众多学习者的信赖
zh_hant: 已獲眾多學習者的信賴

# purchase.subscribed
source: 현재 구독 중
en: Currently subscribing
es: Actualmente suscrito
fr: Actuellement abonné
id: Berlangganan saat ini
ja: 現在購読中
th: กำลังสมัครสมาชิกอยู่ในปัจจุบัน
vi: Đang đăng ký theo dõi
zh_hans: 正在订阅
zh_hant: 正在訂閱

# purchase.subscription_notice
source: 구독은 자동으로 갱신되며, 결제 전 언제든지 취소할 수 있습니다.
en: Your subscription will renew automatically. You can cancel anytime before the renewal date.
es: La suscripción se renovará automáticamente. Puedes cancelarla en cualquier momento antes de la renovación.
fr: Votre abonnement se renouvelle automatiquement. Vous pouvez l'annuler à tout moment avant le renouvellement.
id: Langganan Anda akan diperpanjang secara otomatis. Anda dapat membatalkannya kapan saja sebelum tanggal perpanjangan.
ja: サブスクリプションは自動的に更新されます。更新日前であればいつでもキャンセルできます。
th: การสมัครสมาชิกของคุณจะต่ออายุโดยอัตโนมัติ คุณสามารถยกเลิกได้ทุกเมื่อก่อนวันต่ออายุ
vi: Gói đăng ký của bạn sẽ tự động gia hạn. Bạn có thể hủy bất cứ lúc nào trước ngày gia hạn.
zh_hans: 您的订阅将自动续订。您可以在续订日期前随时取消。
zh_hant: 您的訂閱將自動續訂。您可以在續訂日期前隨時取消。

# purchase.subtitle
source: 광고나 제한 없이 앱을 즐기세요
en: Enjoy the app without ads or limits
es: Disfrute de sus apps sin publicidad ni restricciones.
fr: Appréciez l'application sans publicité ni restrictions.
id: Nikmati aplikasi tanpa iklan atau batasan.
ja: 広告や制限なしでアプリをお楽しみください
th: สนุกกับแอปฯ โดยไม่มีโฆษณาหรือข้อจำกัดใดๆ
vi: Hãy thưởng thức ứng dụng không giới hạn hay quảng cáo nhé
zh_hans: 请不受广告或限制地享受应用程序
zh_hant: 請不受廣告或限制地享受應用程序

# purchase.terms
source: 이용 약관
en: Terms and Conditions
es: Términos y condiciones
fr: conditions générales d'utilisation
id: syarat dan ketentuan
ja: 利用規約
th: ข้อกำหนดและเงื่อนไขการใช้งาน
vi: điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

# purchase.title
source: 프리미엄으로 업그레이드
en: Upgrade to Premium
es: Actualizado a Premium
fr: Passer à Premium
id: Tingkatkan ke Premium
ja: Upgrade to Premium
th: อัพเกรดเป็นพรีเมี่ยม
vi: Nâng cấp lên Premium
zh_hans: 升级到高级版
zh_hant: 升級到高級版

# Restart
source: 재시작
en: Restart
es: Reiniciar
fr: Redémarrer
id: Mulai Ulang
ja: 再開
th: เริ่มใหม่
vi: Khởi động lại
zh_hans: 重新开始
zh_hant: 重新開始

# Return to Main Screen
source: 메인화면으로 돌아가기
en: Return to Main Screen
es: Volver a la pantalla principal
fr: Retour à l’écran principal
id: Kembali ke Layar Utama
ja: メイン画面に戻る
th: กลับไปหน้าหลัก
vi: Quay về màn hình chính
zh_hans: 返回主界面
zh_hant: 返回主畫面

# Small
source: 작게
en: Small
es: Pequeño
fr: Petit
id: Kecil
ja: 小
th: เล็ก
vi: Nhỏ
zh_hans: 小
zh_hant: 小

source: 구독 시 모든 모의고사 및 오답노트를 무제한으로 학습할 수 있습니다.
en: Subscribe to study all mock exams and incorrect answer notes without limits.
es: Suscríbete para estudiar todos los exámenes de prueba y notas de respuestas incorrectas sin límites.
fr: Abonnez-vous pour étudier tous les examens blancs et les notes d'erreurs en illimité.
id: Berlangganan untuk mempelajari semua ujian tiruan dan catatan jawaban salah tanpa batas.
ja: 購読すると、すべての模擬試験と間違えた問題ノートを無制限に学習できます。
th: สมัครสมาชิกเพื่อเรียนรู้ข้อสอบจำลองและบันทึกคำตอบที่ผิดทั้งหมดได้อย่างไม่จำกัด
vi: Đăng ký để học tất cả các bài thi thử và ghi chú câu trả lời sai không giới hạn.
zh_hans: 订阅后即可无限制地学习所有模拟考试和错题本。
zh_hant: 訂閱後即可無限制地學習所有模擬考試和錯題本。

source: 구독 필요
en: Subscription required
es: Requiere suscripción
fr: Abonnement nécessaire
id: Berlangganan Diperlukan
ja: 購読が必要
th: ต้องการการสมัครสมาชิก
vi: Cần đăng ký
zh_hans: 需要订阅
zh_hant: 需要訂閱

source: 구독하기
en: Subscribe
es: Suscribirse
fr: S'abonner
id: Berlangganan
ja: 購読する
th: สมัครสมาชิก
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱

source: 구독하면 모든 단어를 연습할 수 있어요
en: Subscribe to practice all words
es: Suscríbete para practicar todas las palabras
fr: Abonnez-vous pour pratiquer tous les mots
id: Berlangganan untuk berlatih semua kata
ja: 購読するとすべての単語を 練習できます
th: สมัครสมาชิกเพื่อฝึกฝนคำศัพท์ทั้งหมด
vi: Đăng ký để luyện tập tất cả từ vựng
zh_hans: 订阅后可练习所有单词
zh_hant: 訂閱後可練習所有單字

source: 글자 크기
en: Font Size
es: Tamaño de fuente
fr: Taille du texte
id: Ukuran Font
ja: 文字サイズ
th: ขนาดตัวอักษร
vi: Cỡ chữ
zh_hans: 字体大小
zh_hant: 字體大小

source: 다시 시작
en: Restart
es: Reiniciar
fr: Recommencer
id: Mulai Ulang
ja: 再開
th: เริ่มใหม่
vi: Khởi động lại
zh_hans: 重新开始
zh_hant: 重新開始

source: 다음 문제
en: Next Question
es: Siguiente pregunta
fr: Question suivante
id: Pertanyaan Berikutnya
ja: 次の問題
th: คำถามถัดไป
vi: Câu hỏi tiếp theo
zh_hans: 下一题
zh_hant: 下一題

source: 단어장
en: Vocabulary
es: Vocabulario
fr: Vocabulaire
id: Kosakata
ja: 単語帳
th: คำศัพท์
vi: Từ vựng
zh_hans: 词汇
zh_hant: 單字本

source: 데이터 집계 중...
en: Aggregating data...
es: Agregando datos...
fr: Agrégation des données...
id: Mengumpulkan data...
ja: データを集計中...
th: กำลังรวบรวมข้อมูล...
vi: Đang tổng hợp dữ liệu...
zh_hans: 正在汇总数据...
zh_hant: 正在彙總資料...

source: 메인 화면으로
en: To Main Screen
es: A la pantalla principal
fr: Vers l’écran principal
id: Ke Layar Utama
ja: メイン画面へ
th: ไปที่หน้าหลัก
vi: Về màn hình chính
zh_hans: 前往主界面
zh_hant: 前往主畫面

source: 메인으로 돌아가기
en: Return to Main
es: Volver al inicio
fr: Retour à l’accueil
id: Kembali ke Beranda
ja: メインに戻る
th: กลับไปหน้าหลัก
vi: Quay về màn hình chính
zh_hans: 返回主界面
zh_hant: 返回主畫面

source: 문 제
en: Question
es: Pregunta
fr: Question
id: Pertanyaan
ja: 問題.
th: คำถาม
vi: Câu hỏi
zh_hans: 问题
zh_hant: 問題

source: 문제
en: Question
es: Pregunta
fr: Question
id: Pertanyaan
ja: 問題
th: คำถาม
vi: Câu hỏi
zh_hans: 问题
zh_hant: 問題

source: 문제 데이터를 불러올 수 없습니다.
en: Could not load question data.
es: No se pudieron cargar los datos de la pregunta.
fr: Impossible de charger les données de la question.
id: Gagal memuat data pertanyaan.
ja: 問題データを読み込めませんでした。
th: ไม่สามารถโหลดข้อมูลคำถามได้
vi: Không thể tải dữ liệu câu hỏi.
zh_hans: 无法加载题目数据。
zh_hant: 無法載入題目資料。

source: 보통
en: Medium
es: Mediano
fr: Normal
id: Sedang
ja: 中
th: ปานกลาง
vi: Trung bình
zh_hans: 中
zh_hant: 中

source: 삭제
en: Delete
es: Eliminar
fr: Supprimer
id: Hapus
ja: 削除
th: ลบ
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: 세트 선택
en: Select Set
es: Seleccionar conjunto
fr: Sélection du set
id: Pilih Set
ja: セットを選択
th: เลือกชุด
vi: Chọn bộ
zh_hans: 选择套题
zh_hant: 選擇套組

source: 스크립트
en: Scripts
es: Guion
fr: Script
id: Skrip
ja: スクリプト
th: สคริปต์
vi: Kịch bản
zh_hans: 剧本
zh_hant: 腳本

source: 스크립트가 없습니다.
en: No script
es: No hay guion disponible.
fr: Pas de script.
id: Tak ada skrip yang ditemukan
ja: スクリプトなし
th: ไม่มีสคริปต์
vi: Không có kịch bản
zh_hans: 没有脚本。
zh_hant: 沒有腳本。

source: 연습
en: Practice
es: Práctica
fr: Exercice
id: Latihan
ja: 練習
th: ฝึกฝน
vi: Luyện tập
zh_hans: 练习
zh_hant: 練習

source: 영역별 학습 현황
en: Learning Progress by Section
es: Progreso de aprendizaje por sección
fr: Progrès d'apprentissage par section
id: Kemajuan Belajar per Bagian
ja: 分野別学習状況
th: ความคืบหน้าการเรียนรู้ตามหมวดหมู่
vi: Tiến độ học tập theo phần
zh_hans: 各模块学习进度
zh_hant: 各單元學習進度

source: 오답 노트
en: Incorrect Answer Note
es: Nota de respuestas incorrectas
fr: Notes d'erreurs
id: Catatan Jawaban Salah
ja: 間違えた問題ノート
th: บันทึกคำตอบที่ผิด
vi: Ghi chú câu trả lời sai
zh_hans: 错题本
zh_hant: 錯題本

source: 오답노트
en: Incorrect Answer Note
es: Nota de respuestas incorrectas
fr: Notes d'erreurs
id: Catatan Jawaban Salah
ja: 間違えた問題ノート
th: บันทึกคำตอบที่ผิด
vi: Ghi chú câu trả lời sai
zh_hans: 错题本
zh_hant: 錯題本

source: 완료
en: Done
es: Listo
fr: Terminer
id: Selesai
ja: 完了
th: เสร็จสิ้น
vi: Hoàn tất
zh_hans: 完成
zh_hant: 完成

source: 음 성
en: Voice
es: Audio
fr: Voix
id: Suara
ja: 音声
th: เสียง
vi: Âm thanh
zh_hans: 声音
zh_hant: 聲音

source: 일시정지
en: Pause
es: Pausa
fr: Pause
id: Jeda
ja: 一時停止
th: หยุดชั่วคราว
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

source: 작게
en: Small
es: Pequeño
fr: Petit
id: Kecil
ja: 小
th: เล็ก
vi: Nhỏ
zh_hans: 小
zh_hant: 小

source: 재 생
en: Play
es: Reproducir
fr: Lecture
id: Putar
ja: 再生
th: เล่น
vi: Phát
zh_hans: 播放
zh_hant: 播放

source: 저장된 오답이 없습니다
en: No incorrect answers saved.
es: No hay respuestas incorrectas guardadas.
fr: Aucune mauvaise réponse enregistrée.
id: Tidak ada jawaban salah yang disimpan.
ja: 保存された間違えた問題はありません。
th: ไม่มีคำตอบที่ผิดที่บันทึกไว้
vi: Không có câu trả lời sai nào được lưu.
zh_hans: 没有保存的错题。
zh_hant: 沒有儲存的錯題。

source: 종합 달성률
en: Overall Completion Rate
es: Tasa de finalización general
fr: Taux d'accomplissement global
id: Tingkat Penyelesaian Keseluruhan
ja: 総合達成率
th: อัตราความสำเร็จโดยรวม
vi: Tỷ lệ hoàn thành tổng thể
zh_hans: 综合达成率
zh_hant: 綜合達成率

source: 지 문
en: Sentence
es: Texto
fr: Texte
id: Teks
ja: 問題文
th: บทความ
vi: Đoạn văn
zh_hans: 引文
zh_hant: 句子

source: 채 점 결 과
en: Score
es: Resultado de la prueba
fr: Résultat
id: Skor
ja: 採点結果
th: ผลการให้คะแนน
vi: Kết quả chấm điểm
zh_hans: 评分结果
zh_hant: 評分結果

source: 처음부터
en: From the beginning
es: Desde el principio
fr: Depuis le début
id: sedari awal
ja: 最初から
th: ตั้งแต่ต้น
vi: Từ đầu
zh_hans: 从头
zh_hant: 從頭

source: 처음부터 다시
en: Start Over
es: Empezar de nuevo
fr: Recommencer depuis le début
id: Mulai dari awal
ja: 最初からやり直す
th: เริ่มใหม่ตั้งแต่ต้น
vi: Làm lại từ đầu
zh_hans: 从头开始
zh_hant: 從頭開始

source: 처음으로
en: To Beginning
es: Al principio
fr: Retour au début
id: Ke awal
ja: 最初へ
th: ไปจุดเริ่มต้น
vi: Về đầu
zh_hans: 到开头
zh_hant: 到開頭

source: 크게
en: Large
es: Grande
fr: Grand
id: Besar
ja: 大
th: ใหญ่
vi: Lớn
zh_hans: 大
zh_hant: 大

source: 통계
en: Statistics
es: Estadísticas
fr: Statistiques
id: Statistik
ja: 統計
th: สถิติ
vi: Thống kê
zh_hans: 统计
zh_hant: 統計

source: 프리미엄 기능 잠금 해제
en: Unlock Premium Features
es: Desbloquear funciones premium
fr: Débloquer les fonctionnalités premium
id: Buka Fitur Premium
ja: プレミアム機能のロック解除
th: ปลดล็อกฟีเจอร์พรีเมียม
vi: Mở khóa tính năng Premium
zh_hans: 解锁高级功能
zh_hant: 解鎖高級功能

source: 학습 연습
en: Learning Practice
es: Práctica de aprendizaje
fr: Pratique d'apprentissage
id: Latihan Belajar
ja: 学習練習
th: ฝึกฝนการเรียนรู้
vi: Luyện tập học tập
zh_hans: 学习练习
zh_hant: 學習練習

source: 학습 통계
en: Learning Statistics
es: Estadísticas de aprendizaje
fr: Statistiques d'apprentissage
id: Statistik Belajar
ja: 学習統計
th: สถิติการเรียนรู้
vi: Thống kê học tập
zh_hans: 学习统计
zh_hant: 學習統計

source: 해 설
en: Explanation
es: Explicación
fr: Explication
id: Penjelasan
ja: 解説
th: คำอธิบาย
vi: Giải thích
zh_hans: 解说
zh_hant: 解說

source: 홈 화면으로 돌아가기
en: Return to Home
es: Volver a inicio
fr: Retour à l’écran d’accueil
id: Kembali ke Layar Beranda
ja: ホームに戻る
th: กลับไปหน้าหลัก
vi: Quay về màn hình chính
zh_hans: 返回主页
zh_hant: 返回主畫面

source: 회차 선택
en: Select Round
es: Seleccionar ronda
fr: Sélection de la session
id: Pilih Ronde
ja: ラウンドを選択
th: เลือกจำนวนรอบ
vi: Chọn vòng
zh_hans: 选择轮次
zh_hant: 選擇回數

# ここに単語を置いてください
source: 여기에 단어를 놓으세요
en: Place the word here
es: Coloca la palabra aquí
fr: Placez le mot ici
id: Tempatkan kata di sini
ja: ここに単語を置いてください
th: วางคำที่นี่
vi: Đặt từ vào đây
zh_hans: 请将单词放置于此
zh_hant: 請將單字放置於此

# じゃあ、書いてみて。
source: 그럼, 써보세요.
en: Now try writing it.
es: Ahora intenta escribirlo.
fr: Essayez maintenant de l'écrire.
id: Sekarang coba tuliskan.
ja: じゃあ、書いてみて。
th: ลองเขียนดูสิ
vi: Bây giờ hãy thử viết nào.
zh_hans: 那么，试着写写看吧。
zh_hant: 那麼，試著寫寫看吧。

# スキップ
source: 건너뛰기
en: Skip
es: Omitir
fr: Passer
id: Lewati
ja: スキップ
th: ข้าม
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

# ヒント
source: 힌트
en: Hint
es: Pista
fr: Indice
id: Petunjuk
ja: ヒント
th: คำใบ้
vi: Gợi ý
zh_hans: 提示
zh_hant: 提示

# 全てのパズルクリア！
source: 모든 퍼즐 완료!
en: All puzzles cleared!
es: ¡Todos los puzzles completados!
fr: Tous les puzzles résolus !
id: Semua puzzle selesai!
ja: 全てのパズルクリア！
th: เคลียร์ปริศนาทั้งหมดแล้ว!
vi: Hoàn thành tất cả câu đố!
zh_hans: 所有拼图已完成！
zh_hant: 所有拼圖已完成！

# 全ての単語を配置しました
source: 모든 단어를 배치했습니다
en: All words have been placed
es: Todas las palabras han sido colocadas
fr: Tous les mots ont été placés
id: Semua kata telah ditempatkan
ja: 全ての単語を配置しました
th: วางคำทั้งหมดแล้ว
vi: Tất cả các từ đã được đặt
zh_hans: 所有单词已放置完毕
zh_hant: 所有單字已放置完畢

# 最初からやり直す
source: 처음부터 다시 시작
en: Start over
es: Empezar de nuevo
fr: Recommencer depuis le début
id: Mulai dari awal
ja: 最初からやり直す
th: เริ่มใหม่ตั้งแต่ต้น
vi: Bắt đầu lại từ đầu
zh_hans: 从头开始
zh_hant: 從頭開始

# 単語を正しい順番に並べてください
source: 단어를 올바른 순서로 배열하세요
en: Arrange the words in the correct order
es: Ordena las palabras en el orden correcto
fr: Placez les mots dans le bon ordre
id: Susun kata-kata dalam urutan yang benar
ja: 単語を正しい順番に並べてください
th: เรียงคำตามลำดับที่ถูกต้อง
vi: Sắp xếp các từ theo thứ tự đúng
zh_hans: 请将单词按正确顺序排列
zh_hant: 請將單字按正確順序排列

# 文法パズルを全て解きました。 お疲れ様でした！🎉
source: 문법 퍼즐을 모두 풀었습니다. 수고하셨어요!🎉
en: You've solved all the grammar puzzles. Great job!🎉
es: Has resuelto todos los puzzles de gramática. ¡Excelente trabajo!🎉
fr: Vous avez résolu tous les puzzles de grammaire. Bravo !🎉
id: Anda telah menyelesaikan semua puzzle tata bahasa. Kerja bagus!🎉
ja: 文法パズルを全て解きました。 お疲れ様でした！🎉
th: คุณแก้ปริศนาไวยากรณ์ทั้งหมดแล้ว ยอดเยี่ยมมาก!🎉
vi: Bạn đã giải tất cả câu đố ngữ pháp. Chúc mừng!🎉
zh_hans: 您已完成所有语法拼图。 辛苦了！🎉
zh_hant: 您已完成所有文法拼圖。 辛苦了！🎉

# 聴 解
source: 청해
en: Listening
es: Comprensión auditiva
fr: Écoute
id: Mendengarkan
ja: 聴解
th: การฟัง
vi: Nghe hiểu
zh_hans: 听力
zh_hant: 聽力

# 読 解
source: 독해
en: Reading
es: Comprensión lectora
fr: Lecture
id: Membaca
ja: 読解
th: การอ่าน
vi: Đọc hiểu
zh_hans: 阅读
zh_hant: 閱讀

# 音声データを準備しています... (初回のみ)
source: 음성 데이터를 준비하고 있습니다... (최초 1회)
en: Preparing audio data... (First time only)
es: Preparando datos de audio... (Solo la primera vez)
fr: Préparation des données audio... (La première fois uniquement)
id: Menyiapkan data audio... (Hanya pertama kali)
ja: 音声データを準備しています... (初回のみ)
th: กำลังเตรียมข้อมูลเสียง... (ครั้งแรกเท่านั้น)
vi: Đang chuẩn bị dữ liệu âm thanh... (Chỉ lần đầu)
zh_hans: 正在准备语音数据... (仅限首次)
zh_hant: 正在準備語音資料... (僅限首次)
